<?php
/*
 |--------------------------------------------------------------------------
 | SkyCaiji (蓝天采集器)
 |--------------------------------------------------------------------------
 | Copyright (c) 2018 http://www.skycaiji.com All rights reserved.
 |--------------------------------------------------------------------------
 | 使用协议  http://www.skycaiji.com/licenses
 |--------------------------------------------------------------------------
 */

return array( 'URL_MODEL'=>0, 'TMPL_ACTION_ERROR' => 'Common:error', 'TMPL_ACTION_SUCCESS' => 'Common:success', );