<?php
/*
 |--------------------------------------------------------------------------
 | SkyCaiji (蓝天采集器)
 |--------------------------------------------------------------------------
 | Copyright (c) 2018 https://www.skycaiji.com All rights reserved.
 |--------------------------------------------------------------------------
 | 使用协议  https://www.skycaiji.com/licenses
 |--------------------------------------------------------------------------
 */

return array(
	'appname'=>'蓝天采集器',
	'user_error_username'=>'用户名必须由3-15个字符组成！',
	'user_error_has_username'=>'用户名已经存在！',
	'user_error_password'=>'密码必须由6-30位字母、数字或特殊字符组成！',
	'user_error_repassword'=>'确认密码和密码不一致！',
);
?>