<?php
/*
 |--------------------------------------------------------------------------
 | SkyCaiji (蓝天采集器)
 |--------------------------------------------------------------------------
 | Copyright (c) 2018 http://www.skycaiji.com All rights reserved.
 |--------------------------------------------------------------------------
 | 使用协议  http://www.skycaiji.com/licenses
 |--------------------------------------------------------------------------
 */












return [
    
    'app_init'     => [],
    
    'app_begin'    => [],
    
    'module_init'  => ['skycaiji\\admin\\behavior\\Init'],
    
    'action_begin' => [],
    
    'view_filter'  => [],
    
    'log_write'    => [],
    
    'app_end'      => [],
];
